---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.MetallicPaint
source: html/d171c6b1-9e1b-95cb-2482-ad8cc6764658.htm
---
# MetallicPaint Properties

The property labeled "Tint Color" from the "MetallicPaint" schema.